import { Notification } from "../interfaces/Notification";

export const NOTIFICATIONS: Notification[] = [{
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}, {
    title: "Вы получили бонус + 500 рублей.",
    date: "27.02.2020",
    time: "15:34",
    text: "Lacoste17 ответил(а) в теме Бесплатная бесконечная накрутка лайков на пост ВК. Возможно, там имеются и другие сообщения."
}];

export const NEW_NOTIFICATIONS: Notification[] = [{
    title: "Стол заказа!",
    time: "22:15",
    text: "Товар по вашему запросу был выставлен на продажу!"
}, {
    title: "Новое достижение!",
    time: "22:15",
    text: "Вы получили достижение “Бригада” за 100 сообщений!"
}, {
    title: "Ограничение!",
    time: "22:15",
    text: "Вы получили бан на 7 дней, так как нарушили правила пользования сайта!"
}, {
    title: "Сотдрудничество!",
    time: "22:15",
    text: "По вашему запросу был заблокирован пользователь Nikita124"
}, {
    title: "Ограничение!",
    time: "22:15",
    text: "Вы получили бан на 7 дней, так как нарушили правила пользования сайта!"
}, {
    title: "Сотдрудничество!",
    time: "22:15",
    text: "По вашему запросу был заблокирован пользователь Nikita124"
}];