import { NotificationNew } from "../interfaces/Notification";

export const NEW_NOTIFICATIONS: NotificationNew[] = [{
    title: "Стол заказа!",
    time: "22:15",
    text: "Товар по вашему запросу был выставлен на продажу!"
}, {
    title: "Новое достижение!",
    time: "22:15",
    text: "Вы получили достижение “Бригада” за 100 сообщений!"
}, {
    title: "Ограничение!",
    time: "22:15",
    text: "Вы получили бан на 7 дней, так как нарушили правила пользования сайта!"
}, {
    title: "Сотдрудничество!",
    time: "22:15",
    text: "По вашему запросу был заблокирован пользователь Nikita124"
}, {
    title: "Ограничение!",
    time: "22:15",
    text: "Вы получили бан на 7 дней, так как нарушили правила пользования сайта!"
}, {
    title: "Сотдрудничество!",
    time: "22:15",
    text: "По вашему запросу был заблокирован пользователь Nikita124"
}];