import { ReviewItem } from "../interfaces/Review";

export const REVIEWS: ReviewItem[] = [{
    id: 0,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 1,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 2,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 3,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 4,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 5,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 6,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 7,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 8,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 9,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}, {
    id: 10,
    name: 'Santchezz',
    date: '27.12.2019',
    time: '01:05',
    text: {
        items: [{
            text: 'Потрясный человек!'
        }, {
            text: 'Без обманов, с реальным процентом полезных выигрышей,даже самое слабое из возможных оправдывает свои деньги!'
        }, {
            text: 'Сделано потрясающе! Спасибо ребятам'
        }]
    },
}];